//상품 상세 테이블 리스트
export const details_lst = [
  { id: 1, title: "제품 소재", content: "폴리에스터" },
  { id: 2, title: "치수", content: "	150*200cm" },
  { id: 3, title: "제조자(수입자)", content: "폴리에스터" },
  {
    id: 4,
    title: "세탁방법 및 취급시 주의사항",
    content:
      "	1. 이염의 원인이 되므로 단독 세탁하세요. 2. 30ºC 이하의 찬물에서 중성세제를 사용하여 손세탁해 주세요. (세탁기 사용시 제품의 변형이 생길 수 있습니다.) 3. 울 코스의 세탁기 사용이 가능합니다. 4. 드럼세탁기 사용 시 열건조는 피해주세요. 5. 염소계 표백제는 사용하지 마세요. 6. 세탁 후 바닥에 뉘어서 그늘에서 말리세요.",
  },
  { id: 5, title: "색상", content: "차콜+그레이" },
  { id: 6, title: "제품구성", content: "차렵이불 슈퍼싱글 1개" },
  {
    id: 7,
    title: "제조국",
    content: "중국",
  },
  {
    id: 8,
    title: "품질보증기준",
    content:
      "제품 이상 시 공정거래위원회 고시 소비자분쟁해결기준에 의거 보상합니다.",
  },
  {
    id: 9,
    title: "A/S 책임자와 전화번호",
    content: "쿠팡고객센터 1577-7011",
  },
];

//qusetion list
export const questionlist = [
  {
    id: 1,
    color: "핑크+그레이",
    size: "슈퍼싱글",
    content: "원산지 알려주세요",
    date: "2025/03/20 23:42:11",
  },
  {
    id: 2,
    color: "핑크+그레이",
    size: "슈퍼싱글",
    content: "봄에 덮어도 되나요 여름이불처럼 넘얇은거아신가요",
    date: "2025/03/14 17:33:33",
  },
  {
    id: 3,
    color: "차콜+그레이",
    size: "슈퍼싱글",
    content: "슈퍼싱글이 그냥 덮는거 딱 한개고 퀸은 달라요?",
    date: "2025/02/22 19:19:37",
  },
  {
    id: 4,
    color: "차콜+그레이",
    size: "슈퍼싱글",
    content: "오코텍스 라벨정보나 등급확인요청드립니다",
    date: "2024/11/11 16:38:48",
  },

  {
    id: 5,
    color: "차콜+그레이",
    size: "슈퍼싱글",
    content: "10킬로 통돌이 세탁기에 들어갈까요?",
    date: "2024/11/02 19:26:27",
  },
];

//answer list
export const answerlist = [
  {
    id: 1,
    content:
      "안녕하세요. 코멧 홈 베이직 차렵이불, 핑크+그레이, 슈퍼싱글 상품은 중국에서 제조된 점 상세페이지 내 필수 표기정보를 통해 안내드리고 있으니 참고 부탁드립니다. 감사합니다.",
    date: "2025/03/21 09:48:04",
  },
  {
    id: 2,
    content:
      "안녕하세요. 코멧 홈 베이직 차렵이불, 핑크+그레이, 슈퍼싱글 상품은 사계절 사용 가능한 점 상세페이지 내 안내드리고 있으니 참고하여 이용 부탁드립니다. 감사합니다.",
    date: "2025/03/11 09:12:04",
  },
  {
    id: 3,
    content:
      "안녕하세요. 코멧 홈 베이직 차렵이불, 차콜+그레이, 슈퍼싱글 상품의 퀸 사이즈 구성은 차렵이불 1개인 점 참고하여 이용 부탁드립니다. 감사합니다.",
    date: "2024/11/11 16:38:48",
  },

  {
    id: 4,
    content:
      "안녕하세요. 문의하신 코멧 홈 베이직 차렵이불, 차콜+그레이, 슈퍼싱글 상품은 오코텍스 2등급인 점 참고하여 이용 부탁드립니다. 감사합니다.",
    date: "2024/11/11 16:38:48",
  },

  {
    id: 5,
    content:
      "고객님의 문의 사항은 업체(제조사) 확인 후에 답변 드릴 수 있습니다. 업체의 연결 지연 또는 운영 시간 종료 인한 연락 불가 시에는 답변에 시간이 소요될 수 있음을 양해 부탁 드립니다. 업체 확인 후 빠른 답변 드릴 수 있도록 노력하겠습니다. 감사합니다.",
    date: "2024/11/02 19:28:52",
  },
];

//quesetio + answer list
export const answerlst = [
  {
    question: {
      id: 1,
      color: "핑크+그레이",
      size: "슈퍼싱글",
      content: "원산지 알려주세요",
      date: "2025/03/20 23:42:11",
    },
    answer: {
      id: 1,
      content:
        "안녕하세요. 코멧 홈 베이직 차렵이불, 핑크+그레이, 슈퍼싱글 상품은 중국에서 제조된 점 상세페이지 내 필수 표기정보를 통해 안내드리고 있으니 참고 부탁드립니다. 감사합니다.",
      date: "2025/03/21 09:48:04",
    },
  },
  {
    question: {
      id: 2,
      color: "핑크+그레이",
      size: "슈퍼싱글",
      content: "봄에 덮어도 되나요 여름이불처럼 넘얇은거아신가요",
      date: "2025/03/14 17:33:33",
    },
    answer: {
      id: 2,
      content:
        "안녕하세요. 코멧 홈 베이직 차렵이불, 핑크+그레이, 슈퍼싱글 상품은 사계절 사용 가능한 점 상세페이지 내 안내드리고 있으니 참고하여 이용 부탁드립니다. 감사합니다.",
      date: "2025/03/11 09:12:04",
    },
  },
  {
    question: {
      id: 3,
      content:
        "안녕하세요. 코멧 홈 베이직 차렵이불, 차콜+그레이, 슈퍼싱글 상품의 퀸 사이즈 구성은 차렵이불 1개인 점 참고하여 이용 부탁드립니다. 감사합니다.",
      date: "2024/11/11 16:38:48",
    },
    answer: {
      id: 3,
      content:
        "안녕하세요. 코멧 홈 베이직 차렵이불, 차콜+그레이, 슈퍼싱글 상품의 퀸 사이즈 구성은 차렵이불 1개인 점 참고하여 이용 부탁드립니다. 감사합니다.",
      date: "2024/11/11 16:38:48",
    },
  },
  {
    question: {
      id: 4,
      color: "차콜+그레이",
      size: "슈퍼싱글",
      content: "오코텍스 라벨정보나 등급확인요청드립니다",
      date: "2024/11/11 16:38:48",
    },
    answer: {
      id: 4,
      content:
        "안녕하세요. 문의하신 코멧 홈 베이직 차렵이불, 차콜+그레이, 슈퍼싱글 상품은 오코텍스 2등급인 점 참고하여 이용 부탁드립니다. 감사합니다.",
      date: "2024/11/11 16:38:48",
    },
  },
  {
    question: {
      id: 5,
      color: "차콜+그레이",
      size: "슈퍼싱글",
      content: "10킬로 통돌이 세탁기에 들어갈까요?",
      date: "2024/11/02 19:26:27",
    },
    answer: {
      id: 5,
      content:
        "고객님의 문의 사항은 업체(제조사) 확인 후에 답변 드릴 수 있습니다. 업체의 연결 지연 또는 운영 시간 종료 인한 연락 불가 시에는 답변에 시간이 소요될 수 있음을 양해 부탁 드립니다. 업체 확인 후 빠른 답변 드릴 수 있도록 노력하겠습니다. 감사합니다.",
      date: "2024/11/02 19:28:52",
    },
  },
];
